"%ld day left on trial" = "%ld Tag verbleibt zum Testen";
"%ld days left on trial" = "%ld Tage verbleiben zum Testen";
"Buy Now" = "Sofort kaufen";
"Trial Mode" = "Versuchs-Modus";
"Free trial has expired" = "Kostenlose Testversion abgelaufen";
"The trial period has expired." = "Die Testperiode ist abgelaufen.";
"Wait %u" = "%u warten";
"Your 30 day trial has expired. Please purchase Path Finder." = "Ihre 30-tägige Testperiode ist abgelaufen. Bitte kaufen Sie Path Finder.";
